import React from 'react'


function Facts(){
	return(
		<div className="facts">
			<h2>Интересные факты</h2>
			<ol>
				<li className="white">Предки современных домашних кошек - миациды, маленькие животные, жившие на деревьях свыше 40 млн лет назад.</li>
				<li className="black">Кошки не способны чувствовать вкус сладкого.</li>
				<li className="white">Дверь для домашних кошек изобрёл выдающийся учёный Исаак Ньютон.</li>
				<li className="black">Коты чаше всего левши, а кошки правши.</li>
				<li className="white">Мозг кошек во многом похож на человеческий - за эмоции отвечают те же участки.</li>
				<li className="black">Кошки способны произносить около 100 звуков, а собаки только десять.</li>
				<li className="white">Чтобы двигать ушами, кошки используют около 20 мышц.</li>
				<li className="black">Треть владельцев кошек считает своих пушистых питомцев способными читать их мысли.</li>
				<li className="white">В Британии и Австралии считают, что чёрные кошки приносят удачу.</li>
			</ol>
		</div>
		)
}


export default Facts